/* Informative text for error sheet */
"An unexpected error occurred. Please view the logs in the Console app for details." = "Ocurrió un error inesperado. Consulte los registros en la aplicación Console para obtener más detalles.";

/* Title for preferences update success sheet modal */
"Font smoothing preferences successfully updated" = "Las preferencias de suavizado de letra se actualizaron correctamente";

/* Informative text for preferences update success sheet modal */
"Log out or restart your Mac for the changes to take effect." = "Cierre su sesión o reinicie su Mac para que los cambios surtan efecto.";

/* Log out later button text */
"Log out later" = "Cerrar sesión más tarde";

/* Log out now button text */
"Log out now" = "Cerrar sesión ahora";

/* Title for error sheet */
"The operation couldn't be completed" = "La operación no se pudo completar";

